Repository: matthieuy/battleship
Catalog: src/MatchBundle/Resources/translations/console.*.xlf
Languages: fr

# game_load
source: Game loaded
fr: Partie chargée

# ai_join
source: AI join the game
fr: Un IA rejoint la partie

# user_join
source: %name% join the game
fr: %name% rejoint la partie

# user_leave
source: User leave the game
fr: Utilisateur quitte la partie

# max_players
source: Max players : %nb%
fr: Joueurs maximum : %nb%

# change_team
source: %name% change team : %nb%
fr: %name% change d'équipe : %nb%

# change_color
source: %name% change color
fr: %name% change de couleur

# change_position
source: %name% change position to %nb%
fr: %name% change de position pour %nb%

# change_options
source: Change option "%name%" => %value%
fr: Option modifié : "%name%" => %value%

# game_ready
source: Game is ready in 5 seconds
fr: La partie est prête dans 5 secondes

# generate_empty
source: Generate empty grid
fr: Generation d'une grille vide

# place_boat
source: Place %boat% of %user% (%i%/%nb_boat%) after %try% try
fr: Placement des %boat% de %user% (%i%/%nb_boat%) après %try% essai(s)

source: Clear grid
fr: Nettoyage de la grille
