Repository: matthieuy/battleship
Catalog: src/MatchBundle/Resources/translations/messages.*.xlf
Languages: fr

# btn_ai
source: Add a AI
fr: Ajouter un IA

# btn_ai_tip
source: Add a player managed by the computer.
fr: Ajouter un joueur géré par l'ordinateur.

# btn_join
source: Join
fr: Rejoindre

# btn_join_tip
source: Join the game.
fr: Rejoindre la partie.

# btn_leave
source: Leave
fr: Quitter

# btn_leave_tip
source: Leave the game.
fr: Quitter la partie.

# btn_run
source: Start
fr: Lancer

# btn_run_tip
source: Once everyone is ready<br>and options configured : you can start the game!
fr: Quand tout le monde est prêt<br>et les options configurées : on peux lancer la partie !

# error_team
source: The game must consist with SEVERAL teams
fr: La partie doit contenir PLUSIEURS équipes

# error_empty_team
source: Nobody in team #%team% !
fr: Personne dans l'équipe #%team% !

# error_ai
source: Game contains only AI!
fr: La partie ne contient que des IA !

# confirm_start
source: Are you sure to start the game ?
fr: Êtes-vous sûr de vouloir démarrer la partie ?

source: Grid size
fr: Taille de la grille

source: Create date
fr: Date de création

source: Creator
fr: Créateur

source: Penalty in
fr: Penalité

# penalty_name
source: Penalty
fr: Pénalité

# penalty_desc
source: Over a certain time without playing,<br>the player takes a shot on one of his boats.
fr: Après un certain temps sans jouer,<br>le joueur prend un tir sur un de ses bateaux.

# weapon_name
source: Weapons
fr: Armes

# weapon_desc
source: Players can use their points <br>for use special weapon.<br><br>(see scores table)
fr: Les joueurs peuvent utiliser leurs points<br>pour utiliser des armes spéciales.<br><br>(voir tableau des scores)

# bonus_desc
source: Players can catch bonus
fr: Les joueurs peuvent attraper des bonus

source: Color
fr: Couleur

source: Player
fr: Joueur

source: AI
fr: IA

source: Team
fr: Équipe

source: Change color
fr: Changer de couleur

# no_player
source: No players
fr: Aucun joueur

source: Wrong color
fr: Mauvaise couleur

# error_already_start
source: The game has already started
fr: La partie est déjà débutée

# error_generate
source: Unable to place all boats : try again or take a larger grid!
fr: Impossible de placer tout les bateaux : essayez encore ou prenez une grille plus grande !

# error_generate2
source: Error while generate grid
fr: Erreur durant la génération de la grille

# gameover
source: Game is over
fr: Partie terminée

# error_shoot
source: You can't shoot here
fr: Vous ne pouvez pas tirer ici

# error_tour
source: You can't play now!
fr: Vous ne pouvez pas jouer maintenant !

# already_shoot
source: Someone already shoot here!
fr: Quelqu'un a déjà tiré ici !

# own_boat
source: Unable to shoot own boats!
fr: Impossible de tirer sur ces propres bateaux !

# team_shoot
source: Team shoot is forbidden!
fr: Tir allié est interdit !

# error_player404
source: Player not found
fr: Joueur introuvable

# error_boat404
source: The boat not found
fr: Bateau introuvable

# shoot_of
source: Shot of %name%
fr: Tir de "%name%"

# boat_of
source: Boat of %name%
fr: Bateau de "%name%"

source: Your boat
fr: Votre bateau

source: Your shot
fr: Votre tir

source: Winner : %list%
fr: Vainqueurs : %list%

# waiting_list
source: Waiting shot of %list%
fr: En attente des tirs de %list%

source: Lifes
fr: Vies

source: Torpedo
fr: Torpilleur

source: Cruiser
fr: Croiser

source: Aircraft
fr: Porte-avions

# game_full
source: Game is full
fr: Partie pleine

# waiting_player
source: Waiting players
fr: En attente de joueurs
