Repository: matthieuy/battleship
Catalog: src/ChatBundle/Resources/translations/messages.*.xlf
Languages: fr

source: General
fr: Général

# system.bonus_catch
source: %username% catch a bonus
fr: %username% attrape un bonus

# system.finish
source: Game is over ! Winner(s) : %list%
fr: Partie terminée ! Vainqueur(s) : %list%

# system.discovery
source: %shooter% discovered a %victim%'s boat
fr: %shooter% découvre un bateau à %victim%

# system.fatal
source: %shooter% finish %victim%
fr: %shooter% donne le coup de grâce à %victim%

# system.touch
source: %shooter% touch a boat of %victim%
fr: %shooter% touche un bateau à %victim%

# system.sink
source: %shooter% sink a %boat% of %victim%
fr: %shooter% coule le %boat% à %victim%

# system.penalty
source: %username% take a penalty
fr: %username% prend une pénalité

# system.penalty_victim
source: %victim% take penalty instead of %username%
fr: %victim% prend une pénalité à la place de %username%

# system.bonus_use
source: %username% use a bonus
fr: %username% utilise un bonus

# system.bonus_catch_team
source: %username% catch a bonus : %bonus%
fr: %username% attrape un bonus : %bonus%
