Repository: matthieuy/battleship
Catalog: src/BonusBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Price
fr: Prix

source: Rotate
fr: Rotation

source: Select
fr: Sélectionner

# weapon.bomber
source: Bomber
fr: Bombardier

# weapon.gust
source: Gust
fr: Rafale

# weapon.mortar
source: Mortar
fr: Mortier

source: Inventory
fr: Inventaire

source: Inventory is empty
fr: L'inventaire est vide

source: Use it
fr: Utiliser

source: Select target
fr: Sélectionnez la cible

# bonus.point.desc
source: Add points
fr: Ajouter des points

# bonus.point.team
source: Team points
fr: Points d'équipe

# bonus.point.team.desc
source: Add points to all players in your team
fr: Ajoute des points à tous les joueurs de votre équipe

# bonus.point.team.msg
source: %user% offer %points% points to your team
fr: %user% offre %points% points à votre équipe

# bonus.skip_player
source: Skip player
fr: Passer un joueur

# bonus.skip_player.desc
source: One player can't play next tour
fr: Un joueur ne pourra pas jouer le prochain tour

# bonus.skip_player.msg
source: %victim% skip his tour (by %user%)
fr: %victim% passe son tour (par %user%)

# bonus.robber
source: Robber
fr: Voleur

# bonus.robber.desc
source: Steal points to your ennemy
fr: Voler des points à votre ennemi

# bonus.robber.msg
source: %user% steal %points% to %victim%
fr: %user% vole %points% points à %victim%

# bonus.spy
source: Spy
fr: Espion

# bonus.spy.desc
source: Discover the number of points of your enemy
fr: Découvrir le nombre de point de ses ennemies

# bonus.spy.msg
source: %user% spy the enemy (points/probability) : %list%
fr: %user% espionne ses ennemies (points/proba) : %list%

# bonus.reset
source: Reset
fr: RàZ

# bonus.reset.desc
source: Reset probability of your enemy
fr: Remise à zéro des probabilités de bonus de votre ennemie

# bonus.damage
source: Double damage
fr: Double dégât

# bonus.damage.desc
source: Multiplies the score if a touch during the lap
fr: Multiplie le score si il y a une touche durant le prochain tir

# bonus.booster
source: Captain's equipment
fr: Équipement du capitaine

# bonus.booster.desc
source: Increases your luck to catch a big bonus
fr: Augmente les chances de toucher de gros bonus

# bonus.bomber
source: Fighter bomber
fr: Bombadier

# bonus.bomber.desc
source: Drop random bombs
fr: Lâche des bombes aléatoirements

# bonus.inventory.size.desc
source: Increase your inventory size
fr: Augmente la capacité de votre inventaire
