Repository: matthieuy/battleship
Catalog: src/StatsBundle/Resources/translations/stats.*.xlf
Languages: fr

source: Games created
fr: Parties crées

source: Games started
fr: Parties débutées

source: Winning games
fr: Parties gagnées

source: Games finished
fr: Parties terminées

source: Go back to game
fr: Retour à la partie

source: Laps
fr: Tours

# total
source: Sum
fr: Total

source: Shoots
fr: Tirs

source: Favorite weapon
fr: Arme favorite

source: Favorite bonus
fr: Bonus favorite
